/*

 */
package Game.Final;

import GUI.MainMenu;

/**
 *
 * @author Админ
 */
public class Easy {
   
            
   public String textGreetings = "Моё уважение и почтение тебе, " + MainMenu.NAME+", ты добился победы!\n\n"
            + "Путь был далеко не так прост, как казался в самом начале, но ты со всем справился, "
            + "в чем я, кстати, даже не сомневался.\n\n Но это лёгкая сложность игры, не будем забывать и об этом, и положа "
            + "руку на сердце, даже ребёнок бы справился с ней :)\n\n Может быть хочешь попробовать сложность повыше?!:)";
    
}
