
package Game.Final;

import GUI.MainMenu;


public class Hard extends Medium {
    public String textGreetings = "Невероятно! Непостижимо! Этого просто не может быть! Как, КААААААК, ты это сделал?!\n\n"
            + "Мы даже сами не могли пройти сложный уровень, но ты прошёл его!!! Я просто не верю в это, ты молниеносен, "
            + "словно греческий бог Зевс - громовержец!!!\n\n Вот эта реакция! Ты наверное и пулю сможешь поймать на лету?!"
            + "Что ж, я теперь не только уважаю тебя, но если честно, даже слегка побаиваюсь... Ты точно человек?:)\n\n"
            + MainMenu.NAME+", ты ошеломил меня своим результатом!!! ПОЗДРАВЛЯЮ!!!";
    
}
