/*

 */
package Game.Final;

import GUI.MainMenu;


public class Medium extends Easy {

 public String textGreetings = "Ооо, я смотрю ты парень то не промах, да, " + MainMenu.NAME+"?!\n\n Ты щёлкнул "
         + "среднюю сложность как орех, и даже не вспотел... Да, похоже очень легкую мы создали игру...:)\n\n "
         + "Ну ничего, ты можешь выбрать сложность выше! Если не боишься сломать клавиатуру конечно:) "
         + "И вот ещё что. Всё таки ты молодец, "+MainMenu.NAME + ", ты справился со всеми этими жизненными моментами,"
         + "нашёл единственный правильный путь, и добрался до победы!\n\n Поздравляю тебя от всей души, братуха!!!";
    
    
    
}
